Repository: khlilelkhatatt/traduction
Catalog: IOS App/*/*_billpayment_sdk.strings
Languages: french

# registeredbillers_delete_text
source: Delete Biller
french: Supprimer un facturier

# registeredbiller_add_text
source: Add Biller
french: Ajouter un facturier

# registeredbiller_toolbar_text
source: Billers
french: Facturiers

# available_biller_toolbar_text
source: Available Billers
french: Les facturiers disponibles

# addbiller_toolbar_text
source: Add Biller
french: Ajouter un facturier

# addbiller_title_text
source: Associate your account with Biller
french: Associez votre compte à un facturier

# addbiller_accountnumber_label
source: Reference
french: Référence de facture

# addbiller_button_text
source: Next
french: Suivant

# addbiller_success_message
source: You can now start paying bills from My Billers.
french: Vous pouvez maintenant commencer à payer les factures à partir du menu Facturiers

# billpayment_common_noresponse_text
source: Something went wrong
french: Une erreur est survenue

# billpayment_common_no_internet_error_text
source: Internet not available.
french: Internet indisponible.

# billpayment_success_dialog_title
source: Success!
french: Succès!

# billpayment_success_dialog_done_button
source: Done!
french: Effectué

# billpayment_pop_up_button_yes
source: Yes
french: Oui

# billpayment_pop_up_button_no
source: No
french: Non

# associatebiller_accountnumber_emptytext
source: Please enter account number.
french: Veuillez entrer le numéro de facture

# deletebiller_message_text
source: Are you sure you want to delete this biller association?
french: Êtes-vous sûr de vouloir supprimer cette association de facturier?

# biller_popup_error_label
source: Error
french: Erreur

# billerdetails_tootlbar_title
source: Bill Details
french: Détails de la facture

# billerdetails_billamount_label
source: Bill Amount:
french: Montant de la facture :

# billerdetails_paymentduedate_label
source: Payment Due Date:
french: Date d'échéance du paiement :

# billerdetils_paynow_button
source: Pay now!
french: Payez maintenant!

# billpay_confirmation_toolbar_title
source: Confirm Payment
french: Confirmez le paiement

# billpay_confirmation_amountlabel
source: Bill Amount
french: Montant de la facture
