Repository: khlilelkhatatt/traduction
Catalog: IOS App/*/*_changepin_sdk.strings
Languages: french

# enterExistingPIN
source: Enter your existing PIN to set a new one
french: Entrez votre code PIN existant pour en créer un nouveau

# pleaseEnterOldPIN
source: Old PIN
french: Ancien PIN

source: Please enter valid old PIN
french: Veuillez saisir un ancien PIN vlaide

# pleaseEnterNewPIN
source: new PIN
french: Nouveau PIN

source: Please enter valid new PIN
french: Veuillez saisir un nouveau PIN valide

# pleaseEnterConfirmPIN
source: Confirm new PIN
french: Confirmez le nouveau PIN

source: Please enter valid Confirm PIN
french: Veuillez saisir une confirmation de code PIN valide

# newPinConfirmPinShouldMatch
source: New PIN and Confirm PIN does not match
french: le nouveau PIN et sa confirmation ne sont pas conformes

source: Old PIN
french: Ancien PIN

source: New PIN
french: Nouveau PIN

# confirmPIN
source: Confirm new PIN
french: Confirmez le nouveau PIN

# proceed
source: Continue
french: Continuer

source: Change PIN
french: Changer le code PIN

# errorLabel
source: Error
french: Erreur
