Repository: khlilelkhatatt/traduction
Catalog: IOS App/*/*_debitcard_sdk.strings
Languages: french

# debit_card_toolbar_text
source: Debit Card
french: Cartes de crédits

# debit_card_type_title_text
source: Choose the type of Debit card
french: Choisissez le type de carte bancaire

# debit_card_type_selector_text
source: Card type
french: Type de Carte

# debit_card_request_button_text
source: Next
french: Suivant

# debit_card_request_toolbar_text
source: Request
french: Demande

# debit_card_account_text
source: Account
french: Compte

# debit_card_block_request_text
source: Oppose your card
french: Opposer votre carte

# debit_card_unblock_request_text
source: activate the card.
french: Réactiver votre carte

# debit_card_block_action_text
source: Oppose
french: Opposer

# debit_card_unblock_action_text
source: Activate
french: Réactiver

# debit_card_block_success_text
source: Your card has been successfully opposed.
french: Votre carte a été opposé avec succès

# debit_card_unblock_success_text
source: Your card has been successfully activated.
french: Votre carte a été réactivé avec succès

# debit_card_block_success_title_text
source: Successful opposition
french: Opposition réussie

# debit_card_unblock_success_title_text
source: Activation Successful!
french: Réactivation réussie

# debit_card_success_dialog_button
source: Done!
french: Effectué!

# debitcard_blockpin_msg_text
source: Please enter your PIN to
french: Veuillez saisir votre PIN à

source: initiate request.
french: initialisation de la demande

source: Send Request
french: Envoyer la demande

source: Cancel
french: Annuler

source: Select valid cardtype
french: Sélectionnez un type de carte valide

# error_response_message
source: Something went wrong
french: Une erreur est survenue

# request_debitcard_type_text
source: Debit card type
french: Type de carte de débit

# debitcard_popup_error_label
source: Error
french: Erreur

# debitcard_confirmation_title_text
source: Confirm Request
french: Confirmer la demande
