Repository: khlilelkhatatt/traduction
Catalog: IOS App/*/*_ios_bpm.strings
Languages: french

# choosen_locale
source: en
french: fr

# choosen_language_title
source: English
french: Français

# keyboard_done_button_text
source: Done
french: Effectué

# splash_imeipermission_error
source: Please enable permission for Telephone to run the app
french: Merci de donner l'autorisation au téléphone pour lancer l'applicaiton

# splash_updateavailable_text
source: Update is available
french: Mise à jour disponible

# splash_forceupdate_text
source: Please update your app. Otherwise you will not be able to use the app
french: Veuillez mettre à jour votre application. Sinon, vous ne pourrez plus l'utiliser

# splash_update_btn
source: Update
french: Mise à jour

# selectLanguage_text_titleText
source: Choose your language
french: Choisissez votre langue

# home_nav_menu_changelanguage_text
source: Language
french: Langue

# walkthrough_text_gotittext
source: GOT IT
french: Compris

# walkthrough_text_skiptext
source: Skip
french: Passer

# walkthrough1_title
source: Transfer of Money
french: Transfert d'argent

# walkthrough2_title
source: Merchant Payment
french: Paiement commerçant

# walkthrough3_title
source: Request Money
french: Demande d’argent

# walkthrough4_title
source: Bill Payment
french: Paiement de factures

# walkthrough5_title
source: Phone Recharge
french: Recharges téléphonique

# walkthrough1_desc
source: Transfer money to your loved ones securely with your Bankily application !
french: Transférez de l'argent en toute sécurité avec votre application Bankily !

# walkthrough2_desc
source: Pay for your purchases with ease with your Bankily application !
french: Payez facilement vos achats avec votre application Bankily

# walkthrough3_desc
source: Need money ? Contact your loved ones with confidence with your Bankily application !
french: Besoin d'argent ? Contactez vos proches en toute confiance avec votre application Bankily !

# walkthrough4_desc
source: Pay your water or electricity bill without moving with your Bankily application !
french: Payez votre facture d'eau ou d'électricité sans vous déplacer avec votre application Bankily !

# walkthrough6_desc
source: Be the initiator of a social gathering to help a loved one or a collection for an event with your Bankily application !
french: Soyez l’initiateur d’une collecte sociale pour venir en aide à un proche ou une collecte pour un événement avec votre application Bankily !

# before_login_button_signup
source: Register
french: S'inscrire

# before_login_button_login
source: Login
french: Se connecter

# signup_first_screen_titletext
source: Onboarding
french: S'inscrire

# title_registration_text
source: Let's get you onboard!
french: Allons-y pour votre enregistrement

# signup_newcustomer_button_text
source: New Customer
french: Nouveau Client

# signup_existingcustomer_button_text
source: Existing Customer
french: Client Existant

# registration_or_text
source: Or
french: Ou

# terms_condition_titletext
source: Terms and conditions
french: Termes et conditions

# terms_condition_button_accept
source: Accept
french: Accepter

# terms_condition_button_decline
source: Refuse
french: Refuser

# registration_nationalid_titletext
source: Register with us
french: Inscrivez-vous avec nous

# registration_nationid_subtitletext
source: Enter your NNI
french: Entrez votre NNI

# registration_nationid_lable
source: National Identification Number (NNI)
french: Numéro National d'Identificaiton (NNI)

# registration_nationid_button_text
source: Next
french: Suivant

# national_id_blank_popup_message
source: NNI is mandatory
french: NNI est obligatoire

# national_id_invalid_popup_message
source: NNI is invalid
french: NNI est invalide

# registration_mobilenumber_titletext
source: Verification
french: Vérification

# registration_mobilenumber_subtitletext
source: Verify your details
french: Vérifier vos informations

# registration_mobilenumber_lable
source: Mobile number
french: Numéro de téléphone

# registration_mobilenumber_button_text
source: Continue
french: Continuer

# registration_mobilenumber_note_text
source: We will send an OTP to this number for verification
french: Nous enverrons un code de confirmation à ce numéro pour vérification

# mobile_number_blank_popup_message
source: Mobile Number is mandatory
french: Le numéro de téléphone est obligatoire

# mobile_number_invalid_popup_message
source: Enter valid Mobile Number
french: Le numéro de téléphone est invalide

# registration_otp_titletext
source: Verification Code
french: Code de vérification

# registration_otp_subtitletext
source: Enter the OTP sent to your mobile number
french: Entrez le code de vérification transmis sur votre numéro de téléphone

# registration_otp_resend_button_text
source: Resend OTP
french: Renvoyer code de vérification

# registration_otp_button_text
source: Verify
french: Verifié

# otp_blank_popup_message
source: OTP is mandatory
french: Code de vérification est obligatoire

# otp_invalid_popup_message
source: Enter valid OTP
french: Veuillez saisir un code de vérification valide

# otp_success_popup_message
source: Your mobile number has been successfully verified
french: Votre numéro de téléphone a été vérifié avec succès

# otp_success_popup_button
source: Done
french: Effectué

source: OTP expires in
french: Code de vérification expire dans

# otp_expiry_sec
source: Seconds
french: Secondes

# reg_personalinformation_titletext
source: Personal Information
french: Informations Personnelles

# reg_personalinformation_firstname_label
source: First name
french: Prénom

# reg_personalinformation_secondname_label
source: Last name
french: Nom de famille

# reg_personalinformation_nationalid_label
source: National Identification Number (NNI)
french: Numéro National d'Identificaiton (NNI)

# reg_personalinformation_button_text
source: Confirm
french: Confirmez

# reg_createprofile_titletext
source: Create Profile
french: Création de Profil

# reg_createprofile_subtitletext
source: Create your profile
french: Créez votre profil

# reg_createprofile_username_label
source: Username
french: Nom d'utilisateur

# reg_createprofile_securityquestion_titletext
source: Choose a security question
french: Choisissez une question de sécurité

# reg_createprofile_securityquestion_label
source: Security question
french: Question de sécurité

# reg_createprofile_answer_label
source: Answer
french: Réponse

# reg_createprofile_button_text
source: Next
french: Suivant

# username_blank_popup_message
source: Username is mandatory
french: Nom d'utilisateur est obligatoire

# username_invalid_popup_message
source: The username must be between 5 and 15 alphanumeric without spaces.
french: Le nom d'utilisateur doit être compris entre 5 et 15 alphanumerique et sans espaces.

# securityquestion_blank_popup_message
source: Security question is mandatory
french: Question de sécurité est obligatoire

# answer_blank_popup_message
source: Answer is mandatory
french: Réponse est obligatoire

# answer_invalid_popup_message
source: Enter valid Answer
french: Veuillez saisir une réponse valide

# reg_setmpin_titletext
source: Set PIN
french: Définir le code PIN

# reg_setmpin_subtitletext
source: You are almost there !
french: Vous avez presque termine !

# reg_setmpin_setmpin_label
source: Set PIN
french: Définir un PIN

# reg_setmpin_confirmmpin_label
source: Confirm PIN
french: Confirmez votre PIN

# reg_setmpin_button_text
source: Done
french: Effectué

# setpin_blank_popup_message
source: PIN is mandatory
french: le code PIN est obligatoire

# setpin_invalid_popup_message
source: Please enter valid PIN
french: Veuillez saisir un PIN valide

# confirmpin_blank_popup_message
source: Confirm PIN is mandatory
french: Confirmez votre PIN est obligatoire

# confirmpin_invalid_popup_message
source: Please enter valid confirm PIN
french: Veuillez saisir un PIN de confirmation valide

# pin_didnt_match
source: PIN and Confirm PIN does not match
french: le code PIN et sa confirmation ne sont pas les mêmes

# login_titletext
source: Login
french: Se connecter

# login_subtitletext
source: Enter your Login details
french: Entrez vos identifiants

# login_username_mobile_label
source: Username or Mobile number
french: Nom d'utilisateur ou numéro de téléphone

# login_mpin_label
source: PIN
french: Code PIN

# login_forgotmpin_button_text
source: Forgot your PIN?
french: Code PIN oublié ?

# login_registernow_button_text
source: New user? Register now!
french: Nouvel utilisateur ? S'inscrire maintenant

# login_login_button_text
source: Login
french: Se connecter

# username_mobile_blank_popup_message
source: Mobile number/Username is mandatory
french: Numéro de téléphone/Nom d'utilisateur est obligatoire

# username_mobile_invalid_popup_message
source: Enter valid Username/Mobile Number
french: Numéro de téléphone/Nom d'utilisateur invalide

# mpin_blank_popup_message
source: PIN is mandatory
french: Code PIN est obligatoire

# mpin_invalid_popup_message
source: Enter valid PIN
french: Veuillez saisir un PIN valide

# dashboard_titletext
source: Dashboard
french: Tableau de bord

# favourite_titletext
source: Favorites
french: Favoris

# help_titletext
source: Help
french: Aide

# tab_bar_dashboard_titletext
source: Home
french: Accueil

# tab_bar_favourite_titletext
source: Favorites
french: Favoris

# tab_bar_help_titletext
source: Help
french: Aide

# dashboard_topbar_pay
source: Payments
french: Paiements

# dashboard_topbar_transfer
source: Transfers
french: Transferts

# dashboard_topbar_balance
source: Accounts
french: Comptes

# dashboard_service_recharge
source: Phone recharge
french: Recharges téléphoniques

# dashboard_service_billpayment
source: Bill Payment
french: Paiement de factures

# dashboard_service_chequebook
source: Request Cheque Book
french: Demande de carnet de chèques

# dashboard_service_debitcard
source: Debit Card
french: Cartes de crédits

# dashboard_service_cashout
source: Cash out
french: Retrait d'argent

# forgotpin_toolbar_title
source: Forgot PIN
french: PIN oublié

# forgotpin_title_text
source: Answer your secret question to set a new PIN
french: répondez à votre question secrète pour définir un nouveau PIN

# forgotpin_security_question_lable
source: Security question
french: Question de sécurité

# forgotpin_answer_lable
source: Answer
french: Réponse

# forgotpin_button_text
source: Next
french: Suivant

# forgotpin_answer_error_message
source: Please enter valid answer
french: Veuillez saisir une réponse valide

# forgotpin_success_dialog_message
source: Your PIN has been successfully changed.
french: Votre code PIN a été modifié avec succès.

# forgotpin_success_dialog_title
source: Success!
french: Succès

# forgotpin_success_dialog_done_button
source: Done!
french: Effectué

# forgotpin_set_new_pin_label
source: Set a new PIN
french: Définir un nouveau code PIN

# fundtransfer_toolbar_text
source: Transfer
french: Transfert

# fundtransfer_sendmoney_text
source: Send Money
french: Transfert d'argent

# fundtransfer_requestmoney_text
source: Request Money
french: Demande d'argent

# fundtransfer_quicktransfer_text
source: Quick transfer
french: Transfert rapide

# fundtransfer_creategroup_text
source: Create a new group or select an existing group to create your LEWHA
french: Créer un nouveau groupe ou sélectionner un groupe existant pour créer votre LEWHA

# fundtransfer_confirmation_title_text
source: Confirm Fund Transfer
french: Confirmez le transfert d'argent

# pop_up_button_cancel
source: Cancel
french: Annuler

# theme_popup_message
source: You have received an update for theme. Do you want to Apply it?
french: Vous avez reçu une mise à jour pour le thème. Voulez-vous l'appliquer ?

# theme_popup_positive_button
source: Now
french: Maintenant

# theme_popup_negative_button
source: Later
french: Plus tard

# popup_error_title
source: Error
french: Erreur

source: Something went wrong
french: Une erreur est survenue

# dialog_comingsoon_message
source: Coming Soon
french: Arrive bientôt

# common_alert
source: Alert
french: Alerte

# common_network_error
source: Something went wrong please try again
french: Une erreur est survenue, Merci de réessayer

# common_yes
source: Yes
french: Oui

# common_no
source: No
french: Non

# backbutton_are_you_sure_msg
source: Are you sure you do not want to continue ?
french: Êtes-vous sûr de ne pas vouloir continuer?

# signout_Confirm_Msg
source: Are you sure you want to sign out ?
french: Êtes-vous certain de vouloir vous déconnecter ?

# session_invalidated_text
source: Session Terminated, Re-login Please
french: Session terminée, veuillez vous reconnecter

# changePinSuccessful
source: Your PIN has been successfully changed.
french: Votre code PIN a été modifié avec succès.

# no_kyc_popup_contents
source: You have to complete your KYC with Bank to access these services.
french: Vous devez remplir votre dossier avec la banque pour accéder à ces services.

# facebook_link_success
source: Your Facebook account has been linked successfully.
french: Votre compte Facebook a été lié avec succès.

# facebook_delink_success
source: Your Facebook account has been delinked successfully.
french: Votre compte Facebook a été dissocié avec succès.

# login_noresponse_text
source: Something went wrong
french: Une erreur est survenue
