Repository: khlilelkhatatt/traduction
Catalog: IOS App/*/*_sendmoney_sdk.strings
Languages: french

# sm_title_text
source: Send Money
french: Transfert d'argent

# sm_mobile_tab_text
source: Mobile Number
french: Numéro de téléphone

# sm_username_tab_text
source: Username
french: Nom d'utilisateur

# sm_bank_tab_text
source: Bank
french: Banque

# sm_amount_label
source: Amount
french: Montant

# sm_note_label
source: Note (Optional)
french: Remarque (Optionnelle)

# sm_button_text
source: Send
french: Envoi

# sm_next_button_text
source: Next
french: Suviant

# sm_amount_error
source: Enter valid amount
french: Entrez un montant valide

# sm_confirmation_navigation_title
source: Confirm Fund Transfer
french: Confirmer le transfert

# sm_confirmation_note_label
source: Note
french: Remarque

# sm_confirmation_amount_sent_label
source: Amount Sent
french: Montant

# sm_confirmation_recipient_name_label
source: Recipient's Name
french: Nom du bénéficiaire

# sm_confirmation_transfer_amount_label
source: Transfer Amount
french: Montant à transférer

# sm_mobile_mobilenum_label
source: Mobile Number
french: Numéro de téléphone

# sm_mobile_mobilenum_error
source: Enter valid mobile number
french: Veuillez saisir un numéro de téléphone valide

# sm_mobile_invalid_contact_error
source: Select valid contact
french: Sélectionnez un contact valide

# sm_mobile_mobilenum_not_exist_text
source: The entered mobile number is not registered. However, the beneficiary can still receive it by registering or visiting an ATM or an agent outlet nearby within 7 days. Do you want to continue?
french: Le numéro de téléphone n'est pas enregistré. Cepedant le bénéficiaire peut toujours recevoir le montant s'il s'enregistre ou en visitant le GAB ou le point Bankily les plus proches dans les prochains 3 jours. Voulez-vous continuer ?

# sm_username_label
source: Username
french: Nom d'utilisateur

# sm_username_error
source: Enter valid Username
french: Entrez un nom d'utilisateur valide

# sm_facebook_add_friend
source: Add Friend
french: Ajouter un ami

# sm_select_friend_error
source: Please select a friend
french: Veuillez sélectionner un ami

# sm_bank_other_title_text
source: Send Money - Other Bank
french: Virements-Autres Banques

# sm_bank_other_subtitle_label
source: Enter the recipient's account details
french: Entrez les détails du compte du bénéficiaire

# sm_other_bank_name_label
source: Name
french: Nom bénéficiaire

# sm_other_bank_bank_label
source: Bank
french: Banque

# sm_other_bank_account_number_label
source: Account number :
french: Numéro de compte :

# sm_bank_other_invalid_name_error
source: Enter valid name
french: Entrez un nom valide

# sm_bank_other_invalid_bank_error
source: Select bank
french: Sélectionnez la banque

# sm_bank_other_invalid_acc_number_error
source: Enter valid account number
french: Entrez un numéro de compte valide

# sm_pop_up_error_title
source: Error
french: Erreur

# sm_pop_up_button_yes
source: Yes
french: Oui

# sm_pop_up_button_no
source: No
french: Non

# sendmoney_bybank_choose_bank
source: Choose beneficiary's bank
french: Sélectionnez la banque du bénéficiaire

# sendmoney_by_bpm
source: Peoples Bank of Mauritania
french: Banque Populaire de Mauritanie

# sendmoney_byother_bank
source: Other Bank
french: Autres Banques

# sendmoney_ownbank_cif
source: CIF Number
french: Numéro CIF

# sendmoney_ownbank_enter_cif
source: Enter CIF Number
french: Entrer le numéro CIF

# sendmoney_ownbank_enter_valid_cif
source: Enter Valid CIF Number
french: Entrez un numéro CIF valide

# sendmoney_ownbank_enter_rec_details
source: Enter the recepient's account details
french: Entrez les détails du compte du destinataire

# sendmoney_ownbank_next
source: Next
french: Suivant

# sendmoney_ownbank_choose_bank_account
source: Choose a bank account & enter the amount
french: Choisissez un compte bancaire et entrez le montant

# sendmoney_ownbank_amount
source: Amount
french: Montant

# sendmoney_ownbank_enter_amount
source: Enter Amount
french: Entrer le montant

# sendmoney_ownbank_enter_valid_amount
source: Enter Valid Amount
french: Entrer un montant valide

# sendmoney_ownbank_note
source: Note (Optional)
french: Remarque (optionelle)

# sendmoney_ownbank_enter_note
source: Enter Note
french: Entrer la remarque

# sendmoney_ownbank_title
source: Peoples Bank of Mauritania
french: Banque Populaire de Mauritanie

# sendmoney_otherbank_title
source: Other Bank
french: Autre banque

# sendmoney_ownbank_select_account_num
source: Select an Account Number
french: Sélectionnez un numéro de compte

# sendmoney_homebank_name
source: Peoples Bank of Mauritania
french: Banque Populaire de Mauritanie

# sendmoney_confirm_payment
source: Confirm Payment
french: Confirmez le transfert

# sendmoney_ownbank_note_text
source: Note
french: Remarque

source: Send Money - BPM
french: Virements-BPM
